INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('TV結1', '第1クール', 1, 'Aライン', 1940, 0, 0, '2025-12-27', '9:30:00', '2025-12-27', '18:00:00',60);
INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('富士', '第2クール', 1, 'Aライン', 213, 0, 0, '2025-12-28', '1:30:00', '2025-12-28', '3:00:00',0);
INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('大和路', '第2クール', 1, 'Aライン', 600, 0, 0, '2025-12-28', '4:30:00', '2025-12-28', '7:00:00',0);
INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('誉2', '第3クール', 1, 'Aライン', 1760, 0, 0, '2025-12-28', '11:30:00', '2025-12-28', '20:00:00',60);
INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('彩春', '第4クール', 1, 'Aライン', 1600, 0, 0, '2025-12-28', '22:30:00', '2025-12-29', '7:00:00',60);
INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('まつおか-3.3', '第2クール', 1, 'Aライン', 490, 0, 0, '2025-12-27', '20:30:00', '2025-12-28', '0:00:00',0);
INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('恵比寿', '第5クール', 1, 'Aライン', 4513, 0, 0, '2025-12-29', '15:30:00', '2025-12-30', '14:00:00',300);
INSERT INTO Aライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('国産プレミアム', '第5クール', 1, 'Aライン', 90, 0, 0, '2025-12-29', '13:00:00', '2025-12-29', '14:00:00',0);

INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('TV結2', '第1クール', 2, 'Bライン', 1940, 0, 0, '2025-12-27', '9:30:00', '2025-12-27', '18:00:00',60);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('富士', '第2クール', 2, 'Bライン', 213, 0, 0, '2025-12-28', '1:30:00', '2025-12-28', '3:00:00',0);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('大和路', '第2クール', 2, 'Bライン', 600, 0, 0, '2025-12-28', '4:30:00', '2025-12-28', '7:00:00',0);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('香久山', '第5クール', 2, 'Bライン', 335, 0, 0, '2025-12-29', '9:30:00', '2025-12-29', '12:00:00',0);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('誉2', '第3クール', 2, 'Bライン', 1760, 0, 0, '2025-12-28', '11:30:00', '2025-12-28', '20:00:00',60);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('彩春2', '第4クール', 2, 'Bライン', 1600, 0, 0, '2025-12-28', '22:30:00', '2025-12-29', '7:00:00',60);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('まつおか-3.3', '第2クール', 2, 'Bライン', 490, 0, 0, '2025-12-27', '20:30:00', '2025-12-28', '0:00:00',60);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('恵比寿', '第5クール', 2, 'Bライン', 4513, 0, 0, '2025-12-29', '15:30:00', '2025-12-30', '14:00:00',300);
INSERT INTO Bライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('国産プレミアム', '第5クール', 2, 'Bライン', 90, 0, 0, '2025-12-29', '13:00:00', '2025-12-29', '14:00:00',0);

INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('TV結3', '第1クール', 3, 'Cライン', 1930, 0, 0, '2025-12-27', '9:30:00', '2025-12-27', '18:00:00',60);
INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('富士', '第2クール', 3, 'Cライン', 213, 0, 0, '2025-12-28', '1:30:00', '2025-12-28', '3:00:00',0);
INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('大和路', '第2クール', 3, 'Cライン', 600, 0, 0, '2025-12-28', '4:30:00', '2025-12-28', '7:00:00',0);
INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('香久山', '第5クール', 3, 'Cライン', 335, 0, 0, '2025-12-29', '9:30:00', '2025-12-29', '12:00:00',0);
INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('誉2', '第3クール', 3, 'Cライン', 1760, 0, 0, '2025-12-28', '11:30:00', '2025-12-28', '20:00:00',60);
INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('彩春3', '第4クール', 3, 'Cライン', 1600, 0, 0, '2025-12-28', '22:30:00', '2025-12-29', '7:00:00',60);
INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('まつおか-3.3', '第2クール', 3, 'Cライン', 490, 0, 0, '2025-12-27', '20:30:00', '2025-12-28', '0:00:00',60);
INSERT INTO Cライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('恵比寿', '第5クール', 3, 'Cライン', 4513, 0, 0, '2025-12-29', '15:30:00', '2025-12-29', '14:00:00',300);

INSERT INTO Dライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('TV結4', '第1クール', 4, 'Dライン', 1930, 0, 0, '2025-12-27', '11:30:00', '2025-12-27', '20:00:00',60);
INSERT INTO Dライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('佳宝', '第2クール', 4, 'Dライン', 1180, 0, 0, '2025-12-27', '22:30:00', '2025-12-28', '7:00:00',60);
INSERT INTO Dライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('誉', '第3クール', 4, 'Dライン', 7040, 0, 0, '2025-12-28', '10:30:00', '2025-12-29', '23:00:00',510);

INSERT INTO Eライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('TV結5', '第1クール', 5, 'Eライン', 1930, 0, 0, '2025-12-27', '11:30:00', '2025-12-27', '20:00:00',60);
INSERT INTO Eライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('誉', '第3クール', 5, 'Eライン', 7040, 0, 0, '2025-12-28', '10:30:00', '2025-12-29', '23:00:00',510);
INSERT INTO Eライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('まつおか13.5', '第2クール', 5, 'Eライン', 2215, 0, 0, '2025-12-27', '22:30:00', '2025-12-28', '8:00:00',60);

INSERT INTO Fライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('TV結6', '第1クール', 6, 'Fライン', 1930, 0, 0, '2025-12-27', '11:30:00', '2025-12-27', '20:00:00',60);
INSERT INTO Fライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('誉', '第3クール', 6, 'Fライン', 7040, 0, 0, '2025-12-28', '10:30:00', '2025-12-29', '23:00:00',510);
INSERT INTO Fライン生産データ (`商品名`, `クール`, `ラインコード`, `盛付ライン`, `合計数`, `生産数`, `自動数`, `生産開始日`, `予定開始時刻`, `生産終了日`, `予定終了時刻`,`休憩min`)
VALUES ('まつおか13.5', '第2クール', 6, 'Fライン', 2215, 0, 0, '2025-12-27', '22:30:00', '2025-12-28', '8:00:00',60);